Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Pap Smear (Pap Test) This test is done to look for changes in the cells of your cervix, the lower end of your uterus. This checks for cancer of the cervix. Women are encouraged to have a Pap Smear during their annual female pelvic exam, starting at age 21 and every 3 to 5 years after that. Based on your age and health history, your provider may make other recommendations. Having the Test During your pelvic exam, your provider will look at your cervix. A small brush will be used to pick up cells from your cervix that will be sent to the lab for testing. This test is often painless. The lab will send a report to your provider. Your provider will share the results with you and discuss any needed follow-up care or more tests that may be needed. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 22, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Female Exam and Pap Smear. Russian.
ru: Мазок Папаниколау Это исследование проводится для выявления клеточных изменений шейки матки (нижнего сегмента матки), которые могут привести к появлению раковых клеток. Женщинам рекомендуется делать мазок Папаниколау во время ежегодного осмотра, начиная с 21 года и затем каждые 3–5 лет. В зависимости от вашего возраста и состояния здоровья врач может дать другие рекомендации. Во время исследования Врач осмотрит шейку матки. Специальной щеточкой он возьмет клетки с поверхности шейки матки, которые затем отправят в лабораторию. Процедура обычно безболезненная. Лаборатория отправит результаты исследования вашему врачу, который сообщит их вам, после чего вы обсудите дальнейшее лечение или дополнительные исследования. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Gastroparesis Delayed stomach emptying is called gastroparesis. Your stomach has muscles and nerves that work together to push food down into your small intestine. The small intestine breaks down food so that your body has nutrients and energy. This process is called digestion. Gastroparesis is a condition where the muscles and nerve signals between the stomach and the intestines does not work well. The movement of food from the stomach to the intestines slows down or stops. Gastroparesis means stomach paralysis. Causes The cause of this disease is not always known. The most common cause is diabetes where high blood sugar damages the nerve around the stomach. Other cause include: • Surgery to the stomach, intestines or abdominal area. • Low thyroid called hypothyroidism • Eating disorders such as bulimia or anorexia. • Medicines, such as narcotics, that slow the digestive tract. • Other health conditions, such as autoimmune disease, certain cancers, Parkinson’s Disease, stroke and infections. Gastroparesis. Russian.
ru: Гастропарез — это задержка опорожнения желудка. В желудке Пищевод имеются нервы и Esophagus мышцы, благодаря которым пища выталкивается в кишечник. Там она Желудок расщепляется, и тело Stomach получает питательные вещества и энергию. Этот процесс называется пищеварением. Тонкий кишечник Small Bowel Гастропарез — это расстройство нервно-мышечной взаимосвязи, при котором замедляется или прекращается поступление пищи из желудка в кишечник. Гастропарез означает паралич желудка. Причины заболевания Причины не всегда очевидны. Наиболее распространенной является диабет, когда высокий уровень сахара в крови повреждает нервы в области желудка. Другие причины: • операции на желудке, кишечнике или брюшной полости; • низкий уровень гормонов щитовидной железы (гипотиреоз); • расстройства приема пищи (булимия или анорексия); • лекарственные средства, например наркотические, замедляющие работу пищеварительного тракта; • аутоиммунные заболевания, некоторые виды рака, болезнь Паркинсона, инсульт, инфекции и пр.;

source: • Certain treatments for health problems. Signs Signs may be mild to severe. Raw fruits and vegetables, high fiber foods, fatty foods and carbonated drinks can make signs worse. Signs include: • Nausea • Vomiting undigested food • Heartburn • Bloating • Pain or spasms in the stomach area • Lack of appetite • Feeling full after a few bites of food • Very high or very low blood sugar levels Testing After a physical exam, you may have blood tests. Other tests may be done to check for stomach or intestine blockage or other problems. Tests may include: • Upper endoscopy: This test allows the doctor to see inside your mouth, esophagus and stomach. A thin tube that has a light and camera inside is put in through your mouth and passed down into your stomach. • Ultrasound: This test uses sound waves to get pictures of the organs in your abdomen. • Barium x-ray: During this test, you will be given a drink that has barium in it. The barium shows up on the x-ray to show how well your stomach works. Gastroparesis. Russian.
ru: • определенные методы лечения ряда заболеваний. Симптомы Заболевание может протекать в легкой или тяжелой форме. Его могут усугубить сырые фрукты и овощи, продукты с высоким содержанием клетчатки, жирная пища и газированные напитки. Симптомы: • тошнота; • рвота непереваренной пищей; • изжога; • вздутие живота; • боль или судороги в области живота; • отсутствие аппетита; • чувство насыщения после приема малого количества пищи; • высокий или низкий сахар в крови. Обследование Помимо осмотра, необходимо сделать анализы крови, исследование проходимости желудка и кишечника и других заболеваний. Вам могут назначить: • эндоскопию верхних отделов желудочно-кишечного тракта: тонкая трубка с лампочкой и камерой вводится в желудок через рот пациента и позволяет рассмотреть ротовую полость, пищевод и желудок; • ультразвуковое обследование: позволяет получить изображение внутренних органов; • рентген с барием: пациенту будет предложено выпить раствор с барием, который проявится на рентгенограмме и покажет, как работает желудок.

source: Your doctor may order tests to check how fast your stomach empties. • Gastric emptying scan: You would eat a small meal that has a very small amount of radioactive material in it. A camera is used to scan the movement of the radioactive material to measure how fast your stomach empties after the meal. • Wireless capsule monitor: You swallow a small capsule device that sends information to a recorder that wear around your neck or clip to your belt. Your doctor is able to check how fast your stomach empties and how fast food and liquids pass through your intestines. The capsule is passed in your bowel movement. Treatment The goal of treatment is to manage the signs you have. Sometimes treating the cause may stop gastroparesis. Sometimes treatment may not completely stop gastroparesis. Treatment may include: • Medicines. • Changing your eating habits, such as eating 6 small meals each day. Your doctor or dietitian may also have you try eating liquid meals to help control your signs. You may also need to avoid alcohol, carbonated drinks and limit high fiber and high fat foods. • Controlling your blood sugars if you have diabetes. You may need to check your blood sugar levels often and work closely with your doctor or diabetes educator to adjust your insulin. Gastroparesis. Russian.
ru: Врач может назначить следующие исследования для оценки скорости опорожнения желудка: • сканирование опорожнения желудка: пациент проглатывает пищу с небольшим содержанием радиоактивного вещества, продвижение которого отслеживается камерой, что позволяет измерить скорость опорожнения желудка; • капсульная эндоскопия: пациент проглатывает капсулу, которая передает информацию на записывающее устройство, надеваемое на шею или на пояс пациента, позволяющее отслеживать скорость опорожнения желудка и проводимость кишечника. Капсула выводится при дефекации. Лечение Целью лечения является устранение симптомов. Иногда остановить гастропарез помогает лечение болезни, ставшей его причиной. Иногда излечить гастропарез удается не полностью. Компоненты лечения: • прием лекарств; • изменение режима питания, например еда малыми порциями 6 раз в день. Для контроля симптомов заболевания врач или диетолог могут рекомендовать употреблять только жидкую пищу, избегать алкоголя, газированных напитков и ограничить продукты с высоким содержанием клетчатки и жиров; • контроль сахара в крови при диабете. Возможно, для регулирования уровня инсулина вам придется часто контролировать уровень сахара и постоянно консультироваться с врачом или диабетологом;

source: • Gastric electrical stimulation that uses a battery powered device to send signals to muscles in the wall of the stomach. It helps to decrease nausea and vomiting. • Surgery to place feeding tubes if other treatments are not helping. Talk to your doctor or nurse if you have any questions or concerns. © 2012 - March 4, 2020, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Gastroparesis. Russian.
ru: • электростимуляция желудка, в ходе которой портативное устройство передает сигналы мышцам стенок желудка, что помогает уменьшить тошноту и рвоту; • операция по установке катетера для энтерального питания в случае неэффективности других методов лечения. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.

source: Generic and Brand Unless it is a new medicine, most prescription and over the counter medicines are sold by brand names and generic names. The active drug ingredients are the same between the brand name and the generic name medicine according to laws in the United States. The generic may look or taste different than the brand name medicine, but the generic name medicine must work the same way and just as quickly as the brand name medicine. The generic and brand name medicines also share the same: • Dose strength and way it is to be given • Use, or the reason you take the medicine • Side effects • Safety than brand name Generics often cost less medicines. New medicines or those with very limited use may not be available as generics. Examples of generic and brand name medicines • Acetaminophen is the generic name for Tylenol, used for pain and fever. • Ibuprofen is the generic name for Motrin and Advil, used for pain, fever and inflammation. Generic and Brand Name Medicines. Russian.
ru: лекарства Name Medicines Большинство рецептурных и безрецептурных лекарств, за исключением новых препаратов, продается как под патентованными наименованиями, так и в виде дженериков. В соответствии с законодательством США активные ингредиенты в дженериках идентичны ингредиентам в патентованных средствах. Дженерики могут быть другими на вид и вкус, но они должны действовать так же и столь же быстро, как и патентованные препараты. У дженериков и патентованных лекарственных средств должны быть одинаковые • дозировки и способы применения; • показания к применению; • побочные эффекты; • безопасность. Зачастую дженерики стоят дешевле патентованных препаратов. У новых лекарственных препаратов и средств с узкими показаниями аналоги могут отсутствовать. Примеры дженериков и патентованных препаратов • Ацетаминофен — это дженерик тайленола, используемого в качестве болеутоляющего и жаропонижающего средства. • Ибупрофен — это дженерик таких болеутоляющих, жаропонижающих и противовоспалительных препаратов, как мотрин и адвил.

source: • Warfarin is the generic name for Coumadin, used to prevent blood clots. • Metformin is the generic name for Glucophage, used to help control blood sugar levels. • Cephalexin is the generic name for Keflex, used to treat certain infections. Generic name medicines are often packaged and labeled under the drug store or grocery store brand names, such as CVS or Walgreens. Compare the labels For over the counter medicines, most stores will have the generic name medicine right beside the brand name medicine on the shelf. Compare the labels on the medicines to be sure the brand and generic name medicines have the same active ingredients. Active ingredients are the medicines in a product that work to treat your problem. For example, the active ingredient, acetaminophen, is listed on the medicine label for both the brand name medicine and the generic medicine labels shown. See New Warnings Information Brand name medicine label for acetaminophen Pain RelieveEr XTRA Fever Reducer AcetaminophenSTRENGTH 24 CAPLETS - 500 mg each Caplets JVC p h a r m a c y C o m p a r e t o t h e a G e n e ri c n a m e i n g r e d i e n t i n T y l e n 2 4 C A P L E T S S ee n e w w a r n i n g s i n f o r m 5 0 0 m g e a c h Ex t r a S t r e n g m e d ic i n e l a be l for PAIN RELIEF acetaminophen C A P L E T S ACETAMINOPHEN CONTAINS NO ASPIRIN Pain reliever / fever reducer Generic and Brand Name Medicines. Russian.
ru: • Варфарин — это дженерик препарата кумадин, используемого для предотвращения образования тромбов. • Метформин — это дженерик препарата глюкофаж, используемого для контроля уровня сахара в крови. • Цефалексин — это дженерик препарата кефлекс, используемого для лечения ряда инфекций. Дженерики зачастую продаются под торговыми марками аптечных или продовольственных сетей, таких как CVS или Walgreens. Сравните этикетки На одних и тех же аптечных полках можно встретить патентованные безрецептурные препараты и аналогичные им дженерики. Сравните этикетки и убедитесь, что активные ингредиенты в патентованных препаратах и в дженериках совпадают. Активные ингредиенты — это вещества, предназначенные для лечения заболевания. Например, активный ингредиент ацетаминофен указан как на этикетке патентованного средства, так и дженерика. Drug Facts Патентованное Active ingredient Purpose (in each caplet) A ce t a m i n o p h e n P a i n r e li e v e r/ средство с активным 50 0 m g . .. .. .. .. .. .. . . . . . . . . . . . . . . . . . . . . . fe v e r r e d u c e r Uses ингредиентом temporaily relieves minor aches and pains due to: ацетаминофен the common cold headache Contains minor pain of arthritis backache no aspirin muscular aches toothache premenstural and menstrual cramps temporaily reduces fever Drug Facts c t i v e A c t iv e i n g r e d i e n t P u r p o s e d o l с ак тивным a t i o n ( i n e a c h c a p l e t ) Д ж е н ер и к t h A c e t a m i n o p h e n P a i n r e li e v e r/ 5 0 0 m g . .. . . . . . . .. . . . . . . . . . . . . . . . . . . . . . . . . . fe v e r r e d u c e r ин г р ед ие н т о м Uses ацетаминофен temporaily relieves minor aches and pains due to: t h e c o m m o n c o l d h e a d a c h e m i n o r pa in o f a r t hritis b a ck a c h e muscular aches toothache premenstural and menstrual cramps temporaily reduces fever

source: There may be other ingredients in a product, such as dyes or colorings. These are called inactive ingredients. They do not change the amount of the active ingredients in a product. Use medicines safely • Ask your doctor if there is any reason that you should not use a generic version of any medicine you take. • Be sure you know the generic name of any brand name medicine you take. • When refilling prescription medicines: If the medicine looks different or you do not recognize the medicine name on the label, ask the pharmacist to check that it is the right medicine for you. • Take the medicine as directed by your doctor or follow the medicine label. Do not take more medicine than what is recommended on the medicine label. Taking more medicine may put you more at risk for side effects. Medicine dose amounts are set for your health and safety. • Follow the directions on the medicine label for how to take the medicine. These directions help the medicine to work best in your body. • If the medicine says to take with food, then eat something when you take your medicine or take the medicine as you eat your meal. • If the medicine says to wait one hour before or after eating, then you should do so. • There may be other directions for taking medicines. Generic and Brand Name Medicines. Russian.
ru: В лекарствах могут присутствовать другие ингредиенты, например красители. Это так называемые неактивные ингредиенты. Они не оказывают влияние на количество активных ингредиентов. Безопасный прием лекарств • Уточните у врача, почему вам нельзя принимать дженерики назначенных препаратов. • Убедитесь, что вы знаете наименование дженериков препаратов, которые вы принимаете. • При приобретении препаратов по рецепту попросите фармацевта проверить, подходит ли вам лекарство, если упаковка выглядит иначе или не получается найти его наименование на этикетке. • Принимайте лекарство в соответствии с предписанием врача или инструкцией. Не превышайте рекомендованную дозу, указанную на этикетке. Превышение дозировки повышает вероятность побочных эффектов, а правильная дозировка обеспечит вашу безопасность. • При приеме лекарства следуйте инструкции. Выполнение следующих рекомендаций обеспечит максимальную эффективность препарата. • Если препарат принимается с пищей, принимайте его во время еды. • Если препарат принимается за час до или через час после еды, придерживайтесь данной рекомендации. • Также могут иметь место другие рекомендации по приему лекарств.

source: • Read the side effects of a medicine before taking it. You may want to ask you doctor about when to stop taking medicine or when to seek medical treatment if the side effects are serious. Side effects are listed on a medicine label. • Ask the pharmacist for help if you have any questions or you want to know if you have the right medicine. Talk to your doctor or nurse if you have any questions or concerns. © 2012 - March 4, 2020, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Generic and Brand Name Medicines. Russian.
ru: • Прежде чем принимать лекарство, ознакомьтесь с побочными эффектами. Спросите у врача, когда нужно прекратить прием препарата и когда обращаться за помощью в случае серьезных побочных эффектов. Побочные эффекты указаны в инструкции. • Обратитесь к фармацевту, если у вас есть вопросы или вы хотите уточнить, тот ли препарат вы используете. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.

source: Getting Started Breastfeeding Breastmilk is the perfect food for your baby. It is all your baby needs for the first 6 months of life. It can take time to learn how to breastfeed. Be patient. You and your baby are both learning something new. The first milk your body makes is called colostrum. It is often a thick, creamy yellow. Colostrum is rich in nutrients and antibodies that protect your baby from infections and diseases. Breastmilk changes as your baby grows. It becomes a thin, white liquid that sometimes may even look bluish. Babies do not need any extra water. Your milk is all they need. Avoid giving your baby bottles, pacifiers or using nipple shields in the first few weeks of life unless directed to do so by a doctor. The more often you breastfeed, the more milk you make. It is normal for babies to breastfeed every 1 to 3 hours in the beginning. Getting Started Breastfeeding Your Baby. Russian.
ru: грудью ребенка Your Baby Материнское молоко является прекрасным продуктом питания для Вашего ребенка. Оно полностью удовлетворяет потребности Вашего ребенка в первые 6 месяцев жизни. Для того чтобы научиться кормить грудью, может потребоваться определенное время. Наберитесь терпения. Вы и Ваш ребенок будете учиться чему-то новому вместе. Первое молоко, которое у Вас появится, называется молозивом. Часто это густое, сметанообразное вещество желтого цвета. Молозиво богато питательными веществами и антителами, которые защищают Вашего ребенка от инфекций и заболеваний. По мере того, как Ваш ребенок растёт, изменяется и материнское молоко. Оно становится водянистой жидкостью белого цвета, которая иногда может иметь голубоватый оттенок. Младенцам не нужна дополнительная вода. Ваше молоко – это все, что ему нужно. В течение первых нескольких недель не давайте ребенку бутылочек, сосок-пустышек и не используйте накладок для сосков, кроме случаев, когда это назначено Вашим врачом. Чем чаще Вы будете кормить грудью, тем больше будет вырабатываться молока. Обычно в самом начале детей кормят грудью каждые 1-3 часа.

source: Getting Ready to Breastfeed Wash your hands and make yourself comfortable. Use pillows to help you hold and support your baby. Some mothers massage their breasts gently before breastfeeding. Holding Your Baby to Breastfeed There are several positions you can use to breastfeed your baby. Make sure you have your baby at breast height so that you are not leaning over your baby. Always bring your baby to your breast instead of trying to put your breast into your baby’s mouth. Football and cross cradle holds will provide the best head control for the newborn. Football or Under the Arm Hold 1. Place your baby on a pillow at your side. 2. Support your breast with 4 fingers below and your thumb above, forming a “C”. Make sure your fingers are behind the areola, the dark area around your nipple. 3. Hold your baby tucked under your arm. Place the palm of your hand on your baby’s upper back, between Getting Started Breastfeeding Your Baby. Russian.
ru: Подготовка к кормлению грудью Вымойте руки и устройтесь поудобнее. Для поддержки ребенка используйте подушки. Некоторые матери перед началом кормления делают легкий массаж груди. Как держать ребенка во время кормления грудью Существует несколько поз, которые Вы можете использовать для кормления грудью. Ребенок должен находиться на уровне груди, чтобы Вам не нужно было над ним наклоняться. Всегда поднимайте ребенка к груди вместо того, чтобы пытаться вставить свою грудь в рот ребенка. Лучше всего для поддержки головы Вашего ребенка использовать позы «захват футбольного мяча» или «из подмышки» (перекрестной колыбельки). Позы «захват футбольного мяча» или «из подмышки» 1. Положите ребенка на подушку сбоку от себя. 2. Обхватите свою грудь четырьмя пальцами под грудью и большим пальцем сверху, так чтобы пальцы образовали букву «С». Удостоверьтесь в том, что Ваши пальцы находятся вне ареолы, темного кружка вокруг Вашего соска. 3. Подложите руку под Вашего ребенка. Поместите ладонь между лопатками в верхней части спины ребенка.
